tap "argoproj/tap"
tap "crisidev/chunkwm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ksonnet/tap"
tap "pantheon-systems/internal", "ps:homebrew-internal"
cask "java"
cask "osxfuse"
brew "ack"
brew "asciidoc"
brew "aspell"
brew "automake"
brew "gdbm"
brew "openssl"
brew "readline"
brew "xz"
brew "python"
brew "awscli"
brew "bash"
brew "bash-completion", link: false
brew "bash-completion@2"
brew "bfg"
brew "bison"
brew "libffi"
brew "chruby"
brew "coreutils"
brew "cputhrottle"
brew "curl", args: ["with-openssl"]
brew "go"
brew "dep"
brew "emacs", args: ["with-cocoa", "with-imagemagick@6", "with-librsvg"]
brew "fasd"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "graphviz"
brew "hopenpgp-tools"
brew "hub"
brew "ispell"
brew "jq"
brew "librsvg"
brew "libyaml"
brew "make"
brew "md5sha1sum"
brew "mercurial"
brew "mysql"
brew "neovim"
brew "node"
brew "opensc"
brew "pandoc"
brew "pass"
brew "pidof"
brew "pinentry-mac"
brew "pstree"
brew "reattach-to-user-namespace"
brew "ruby", link: false
brew "ruby-install"
brew "shellcheck"
brew "shpotify"
brew "sshfs"
brew "tcping"
brew "tcptraceroute"
brew "terminal-notifier"
brew "tmate"
brew "tmux"
brew "watch"
brew "wget"
brew "yarn"
brew "ykneomgr"
brew "ykpers"
brew "yq"
brew "yubico-piv-tool"
brew "argoproj/tap/argo"
brew "crisidev/chunkwm/chunkwm"
brew "koekeishiya/formulae/khd"
brew "koekeishiya/formulae/skhd"
brew "ksonnet/tap/ks"
brew "pantheon-systems/internal/kubits"
brew "pantheon-systems/internal/pants"
cask "alfred"
cask "cyberduck"
cask "emacsclient"
cask "font-droid-sans-mono-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "minikube"
cask "qutebrowser"
cask "spotify"
cask "ubersicht"
cask "vlc"
cask "wireshark"
cask "yujitach-menumeters"
